Author=Radovan Plšek <radovan.plsek@gmail.com>
SourceLANGID=1033
LANGID=1029
Generator=DKLang Translation Editor v3.0
LastModified=2012-06-03 09:47:46

[BorderRadiusWizard]
00000001=Poloměr okraje
00000008=<STYLE_Label5><STYLE_nob>&nbsp;&nbsp;</STYLE_nob>Spodní<STYLE_nob>&nbsp;&nbsp;</STYLE_nob></STYLE_Label5><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>Levý
00000009=<br><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>Horní<br><STYLE_nob>&nbsp;</STYLE_nob>Levý
00000010=<br>Horní<STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob><br><STYLE_nob>&nbsp;</STYLE_nob>Pravý
00000011=<STYLE_Label5><STYLE_nob></STYLE_nob>Spodní<STYLE_nob>&nbsp;</STYLE_nob></STYLE_Label5>Pravý<STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>
00000012=<STYLE_Label3>Vše</STYLE_Label3>
00000013=OK
00000014=Storno
00000016=Vert. poloměr:
00000017=Horiz. poloměr:
00000018=Zadejte vertikální a horizontální poloměr
00000019=Reset
00000020=Poloměr:

[ChooseUnicode]
00000001=Vložit znak
00000007=OK
00000009=Storno
00000010=Odstranit poslední
00000011=Odstranit vše

[ColorizeImg]
00000001=Zabarvit obrázek
00000003=OK
00000004=Storno
00000005=Reset
00000009=S-Sytost:
00000010=L-Světlost:
00000011=H-Zabarvení:
00000012=Střední sytost
00000013=Střední světlost

[ColorPicker]
00000001=Kapátko
00000004=OK
00000005=Storno
00000006=Kapátko
00000007=Kopírovat barvu do schránky
00000008=Použít barvu ze schránky
00000009=Barva pod kurzorem myši:
00000010=Vybraná barva (zmáčknout CTRL):

[dhMainForm]
00000003=Správce stránek
00000005=Stránka
00000007=Panel
00000009=Text
00000011=Odkaz
00000013=Obrázek
00000015=Styl
00000017=Vložit HTML/skript
00000019=DHTML menu
00000021=OLE kontejner
00000023=Externí soubor
00000027=Seznam objektů
00000028=Předchozí stránka
00000030=Další stránka
00000049=Soubor
00000050=Nový
00000051=Nový ze šablony
00000052=Otevřít
00000053=Naposledy otevřené
00000054=Uložit
00000055=Uložit jako
00000056=Uložit jako šablonu
00000057=Uložit vše
00000058=Zavřít
00000059=Zavřít vše
00000060=Konec
00000061=Úpravy
00000062=Zpět
00000063=Znovu
00000064=Vyjmout
00000065=Kopírovat
00000066=Vložit
00000067=Smazat
00000068=Kopírovat vše
00000069=Vybrat vše
00000070=Vybrat vše nad
00000071=Vybrat vše pod
00000072=Hledat
00000073=Hledat znovu
00000074=Nahradit
00000075=Publikovat
00000076=Náhled
00000077=Otevřít adresář Náhledu
00000078=Publikovat
00000079=Zobrazit online
00000080=Vlastnosti stránky
00000081=Okno
00000087=Kaskáda
00000088=Dlaždice
00000089=Uspořádat ikony
00000090=Nástroje
00000092=Nastavení
00000093=Tutoriál
00000094=Průvodce
00000095=Průvodce
00000096=Jednoduchý příklad
00000097=Jednoduchý příklad se zápatím
00000098=Jednoduchý příklad se styly
00000099=Jednoduchý příklad s rozložením rámců
00000100=Přednastavené
00000101=Domovská stránka programu
00000102=Přejít na fórum
00000103=Získej technickou podporu
00000104=O programu
00000106=Jazyk
00000117=Formulář (Form)
00000118=Zaškrtávací pole (Check box)
00000119=Přepínač (Radio Button)
00000120=Textové pole (Edit field)
00000121=Popisek (Text area)
00000122=Pole se seznamem (Combo box)
00000123=Seznam (List box)
00000124=Výběr souboru (File field)
00000125=Tlačítko Odeslat
00000126=Tlačítko Reset
00000127=Skryté pole
00000128=normální
00000129=test
00000130=over
00000131=down
00000132=over<br/>down
00000135=Tutoriál - tvorba menu
00000136=Obrázky externě
00000137=Zkontrolovat aktualizace
00000138=Průzkumník objektů
00000139=Průzkumník zdrojů
00000140=Podpořit autora
00000141=Webhosting

[dhMultilineCaptionEdit2]
00000002=Vložit zalomení řádku
00000003=BR
00000004=MASK
00000005=Odstranit počáteční a koncový tag
00000006=UNTAG
00000007=Vložit znak ze seznamu všech zobrazitelných znaků
00000008=UNICODE
00000009=Vložit mezeru
00000010=MEZERA
00000011=&OK
00000012=Storno
00000013=Změnit HTML formátovácí znaky na Entity (&nbsp;)

[FindText]
00000001=Hledat text
00000002=Vyhledat:
00000003=Prohledat
00000004=Vložený text\nZobrazený text\n
00000005=OK
00000006=Storno
00000007=Zdroj
00000008=Vybraný objekt\nCelý rozsah\n
00000009=Směr
00000010=Dolů\nNahoru\n
00000011=Volby
00000012=Rozlišovat velikost písmen
00000013=Prohledat i skrytý obsah

[FormWarnings]
00000001=Varování
00000003=Zavřít

[GradientWizard]
00000001=Nastavení barevného přechodu
00000002=První barva
00000003=Druhá barva
00000005=Směr
00000008=OK
00000011=Šířka:
00000012=Výška:
00000013=Z vrchu dolů\nZ leva do prava\n

[MoreMisc]
00000001=Speciální Styly
00000008=Zavřít
00000016=Reset
00000019=výška řádku:
00000020=text před:
00000021=text po:
00000022=dodatečné CSS vlastnosti:
00000023=viditelnost:
00000024=dodatečné HTML vlastnosti:
00000026=*SMAŽ HODNOTU*\nzneviditelnit\nviditelný\n
00000027=*SMAŽ HODNOTU*\nřádek (bez zalomení)\nblok (se zalomením)\npoložka seznamu\nskrýt
00000028=zobrazit:
00000029=mezera mezi písmeny:
00000030=mezera mezi slovy:

[ObjectExplorer]
00000001=Průzkumník objektů

[Options]
00000001=Nastavení
00000002=Mřížka
00000007=Žádná\nTečkovaná\nKostkovaný\nČárkovaná\n
00000008=Font
00000010=Vybrat výchozí font..
00000011=Použít výchozí font na otevřený dokument
00000012=Výstup
00000015=Komprese
00000017=Publikování
00000020=Nahrát cache pro FTP adresář:
00000021=Použít Chytré Publikování
00000022=Použít Pasivní FTP přenos
00000023=Vyčistit
00000024=Celá upload cache
00000026=Vyčistit
00000027=Vzhled
00000028=Pozice panelu
00000029=Nahoře\nDole\nVlevo\nVpravo\nPlovoucí horizontální\nPlovoucí vertikální\n
00000030=Zavřít
00000032=Spustitelný program|*.EXE
00000033=Rozestup X:
00000034=Rozestup Y:
00000035=Mřížka:
00000036=Objekty jsou při umisťování přichytávány k mřížce. (Držení klávesy ALT vypne zachytávání k mřížce.)
00000037=Zvolte výchozí font, který bude použit na nově vytvořené dokumenty. Nebude aplikováno na objekty s vlastní definicí fontu.
00000038=Při zapnuté kompresi budou přebytečné mezery vyjmuty z generovaných HTML souborů.
00000039=Můžete zvolit program, který bude použit pro Náhled (pokud necháte políčko prázdné, bude použit výchozí prohlížeč):
00000040=(na server jsou nahrané jen pozměněné soubory)
00000041=(často vyžadováno za firewallem)
00000042=Různé
00000043=Vyhledávat aktualizace měsičně
00000044=Při startu programu
00000045=Zobrazit okno výběru\nOtevřít naposledy upravený\nŽádná akce\n
00000046=CSS3
00000047=Upozornění: Většina prohlížečů zatím nepodporuje CSS3 !
00000048=Počet kroků zpět:

[PageWizard]
00000001=Vlastnosti stránky
00000002=Obecné
00000013=Meta Tagy
00000019=Vložit HTML
00000023=OK
00000024=Storno
00000025=Název:
00000026=Lokální adresář:
00000027=(lokální adresář pro soubory Náhledu)
00000028=FTP adresář:
00000029=(vzdálený adresář pro publikování)
00000030=HTTP URL:
00000031=(může být otevřeno v Publikovat | Zobrazit online)
00000032=Autor:
00000033=Klíčová slova:
00000034=Popis:
00000040=Přesměrování
00000041=URL:
00000042=Zpoždění:
00000043=Před </HEAD>
00000044=Po <BODY>
00000045=Na začátku HTML souboru
00000046=Cesty
00000047=Adresář s obrázky:
00000048=JavaScript soubor:
00000049=Můžete zvolit jména generovaných souborů/adresářů:
00000050=CSS soubor:
00000051=Před </BODY>

[Presets]
00000001=Přednastavené
00000002=Vložit
00000003=Kopírovat Styl

[PublishFTP]
00000001=Nastavení FTP
00000002=OK
00000003=Storno
00000009=Získat z URL
00000010=Otevřít vzálený FTP adresář
00000011=Reset
00000012=Hostitel:
00000013=Uživatel:
00000014=Heslo:
00000015=Adresář:
00000016=Port:
00000017=příklad: mojedomena.cz
00000018=obvykle 21
00000019=příklad: /www/

[PublishLog]
00000001=Log
00000002=Stop!

[ResourceExplorer]
00000001=Průzkumník zdrojů
00000002=Zobrazit jména objektů

[StartUp]
00000001=Úvodní dialog
00000004=Otevřít naposledy upravovaný
00000005=Nový soubor ze šablony
00000006=Číst tutoriál
00000007=Otevřít práznou stránku
00000008=Průvodce
00000009=Otevřít soubor

[StyleInfo]
00000001=Informace o stylu

[Tabs]
00000001=Font
00000002=Font
00000003=Tučné
00000004=Kurzíva
00000005=Čára nad
00000006=Přeškrtnuté
00000007=Podtržení
00000008=Barvy
00000009=Pozadí
00000010=Font
00000011=Průhledné
00000012=Reset
00000013=Okraj
00000014=Pravý
00000015=Spodní
00000016=Horní
00000017=Levý
00000018=Vše
00000019=Vnější (M) / Vnitřní (P) odsazení prvku
00000020=Margin:
00000021=Padding:
00000022=Ohraničení
00000023=Šířka:
00000024=žádné\nskryté\ntečkované\nčárované\nplné\ndvojité\npříkop\nval\nďolík\nnávrší\n
00000025=Reset
00000026=Zakulacení okraje
00000027=Obrázek
00000028=Obrázek
00000029=Soubor..
00000030=Přechod..
00000031=Barva..
00000032=Pozice
00000034=Dlaždice\nRoztáhnout\nOriginální velikost\nRozdělit\n
00000035=Fixované pozadí
00000036=Dlaždice
00000037=Ve směru
00000038=X:
00000039=Y:
00000040=X a Y\nJen X\nJen Y\nŽádném\n
00000041=Reset
00000042=Různé
00000043=Obecné
00000044=kurzor
00000045=z-index
00000046=směr
00000047=*SMAŽ HODNOTU*\nauto\ncrosshair\nvýchozí\npointer\nmove\ne-resize\nne-resize\nnw-resize\nn-resize\nse-resize\nsw-resize\ns-resize\nw-resize\ntext\nwait\nhelp\n
00000048=*SMAŽ HODNOTU*\nzleva doprava\nzprava doleva\n
00000049=Zarovnání textu
00000050=vertikální zarov.
00000051=odsazení 1. řádku
00000052=zarovnání textu
00000055=*SMAŽ HODNOTU*\ndoleva \ndoprava\nna střed\ndo bloku
00000056=Úprava textu
00000057=změna textu na
00000058=kapitálky
00000059=zalomení
00000060=*SMAŽ HODNOTU*\nprvní písmeno velké\nvšechna velká\nvšechny malá\nnic neměnit\n
00000061=*SMAŽ HODNOTU*\nnormální\njako ve zdroji\nnezalamovat\npre-wrap\npre-line\n
00000062=*SMAŽ HODNOTU*\nnormální\nkapitálky\n
00000063=Reset
00000064=Speciální styly..
00000065=Efekt
00000066=Povolit
00000067=Text
00000068=Rozostření
00000069=Transformace
00000070=Text
00000071=Rozostření
00000072=Transformace
00000073=Vyhlazení
00000074=Použít efekty jen na text
00000075=Na text efekty nepoužít
00000076=Vnější stín
00000077=Vnitřní stín
00000078=Vnější záře
00000079=Vnitřní záře
00000080=Rozostření
00000081=Krytí
00000082=Intenzita
00000083=Vzálenost
00000084=Úhel
00000085=Barva
00000086=Rozostření
00000087=Zapnout
00000088=Posun X
00000089=Posun Y
00000090=Rotace
00000091=Krytí
00000092=Zkosit X
00000093=Zkosit Y
00000094=Rozměr X
00000095=Rozměr Y
00000096=Reset
00000097=Objekt
00000098=Obecné
00000099=ID
00000100=Doplňující text
00000101=Typ
00000102=Volba stylu
00000103=Použít styl objektu
00000104=Upřednostnit styl Down před Over
00000105=Upřednostnit styl Over před Down
00000106=Exportovat obrázek ve formátu
00000107=Automatická volba\nGIF\nPNG s průhledností\nJPEG\n
00000108=Pozice
00000109=Rozměr a umístění
00000110=Zhora
00000111=Zleva
00000112=Šířka
00000113=Výška
00000114=Autom. šířka
00000115=Autom. výška
00000116=Zarovnání
00000117=Žádné
00000118=Nahoru
00000119=Doprava
00000120=Dolů
00000121=Nadřazený obj.
00000122=Doleva
00000123=Zachovat vzdálenost od
00000124=Horní hrany nadřazeného objektu
00000125=Pravé hrany nadřazeného objektu
00000126=Dolní hrany nadřazeného objektu
00000127=Levé hrany nadřazeného objektu
00000128=Text
00000130=Uprav formátování
00000131=Stránky
00000132=Vytvořené stránky:
00000133=Vytvořit novou str.
00000134=Smazat stránku
00000135=Posunout nahoru
00000136=Posunout dolů
00000137=Volby Správce stránek
00000138=Jeden HTML soubor pro každou str.
00000139=Stejná výška všech stránek
00000140=Stránka
00000141=Nastavení stránky
00000142=Titulek:
00000143=Místní adresář:
00000144=Ukaž posuvníky
00000145=auto\nano\nne\n
00000146=Implementace
00000147=<div>\n<iframe> (bez okraje/ohraničení)\n
00000148=Víc..
00000149=Upravit
00000150=Výchozí text
00000151=Volby
00000152=Jen ke čtení
00000153=Heslo
00000154=Popisek
00000155=Výchozí text:
00000156=Volby
00000157=Jen ke čtení
00000158=Zalomit
00000159=Pole
00000161=Výchozí stav
00000162=Zaškrtnuté\nOdškrtnuté\n
00000163=Odeslaná hodnota
00000173=Formulář
00000174=Způsob odeslání
00000175=Get\nPost\n
00000176=Externí odkaz
00000177=URL
00000178=Cíl
00000180=Menu
00000182=Volby
00000183=Vsazené menu
00000184=Nechat menu otevřené
00000185=Statické menu
00000186=Horizontální orientace
00000187=Posuv menu
00000189=Bodů posunu
00000190=Povolit
00000191=Otevřít menu odkazem
00000193=počkat
00000194=Přidat položku menu
00000195=Odkaz
00000196=Odkaz
00000197=Odkaz na
00000198=Uvnitř stránky
00000199=Externí odkaz
00000200=URL
00000201=Cíl
00000204=Stav odkazu
00000205=Aktivní menu
00000206=Klik myší
00000207=Kurzor nad
00000208=Vždy stav Down
00000209=Aktivovaný odkaz
00000210=Automatický
00000211=Návrh
00000212=Automatický\nText\nOdkaz\nTlačítko\n
00000213=Formulář
00000214=Žádný\nSubmit\nReset\n
00000221=Skryté p.
00000222=Hodnota Skrytého pole
00000223=OLE
00000224=Upravit obsah OLE
00000225=Vlastnosti
00000226=Bílá oblast je průhledná
00000229=Uložit
00000230=Seznam
00000231=Volby
00000232=Povolit hromadný výběr
00000233=Jako rolovací seznam
00000234=Jako seznam
00000235=Nová položka
00000236=Přesunout nahoru
00000237=Přesunout dolů
00000238=Smazat položku
00000239=Vlastnosti položky
00000240=Popisek
00000241=Hodnota
00000242=Vybrané jako výchozí
00000243=HTML
00000245=Vytvořit HTML element
00000246=Soubor
00000247=Nahrát ze souboru
00000248=Propojené
00000249=Použít jako
00000250=Propojený soubor\nFlash\nHudba na pozadí\nJavascript\n
00000254=Ve smyčce
00000255=Náhled
00000259=Nahrát ze souboru
00000260=Upravit obsah OLE
00000261=Vlastnosti stránky
00000262=Nová stránka
00000263=Uprav text
00000264=Přidat položku menu
00000265=Vytvořit podmenu
00000266=Zarovnat
00000267=Zarovnat do mřížky
00000268=Zarovnat k levému okraji
00000269=Zarovnat k pravému okraji
00000270=Zarovnat k hornímu okraji
00000271=Zarovnat ke spodnímu okraji
00000272=Stejná horizontální vzálenost
00000273=Stejná vertikální vzálenost
00000274=Přenést dopředu
00000275=Přenést dozadu
00000276=Jdi na
00000277=Použít objekt
00000278=Propojená stránka
00000279=Propojený objekt
00000280=Uložit jako obrázek
00000281=Styly
00000282=Získat styl z použitého objektu
00000283=Získat styl z objektu ve schránce
00000284=Přepsat styl použitého objektu
00000285=Vyčistit všechny styly
00000286=Zaměnit Down<->Over styly
00000287=Ukázat informaci o stylu
00000288=Nahrát z HTTP adresy
00000289=Uložit do souboru
00000290=Kopírovat obrázek
00000291=Vložit obrázek
00000292=Změnit barvy
00000293=Vlastnosti objektu
00000294=Pořadí
00000295=Upravit
00000296=Vyjmout
00000297=Kopírovat
00000298=Smazat
00000299=Vložit
00000300=Kopírovat vše
00000301=Font
00000302=Okraj
00000303=Obrázek
00000304=Efekt
00000305=Různé
00000307=Menu
00000308=Automaticky
00000309=Nastavit průhlednost barvy pozadí
00000310=Kopírovat Over styl do Down
00000311=Vyčistit styly
00000316=Soubor stylů (*.css)|*.css
00000317=Nahrát ze souboru stylů

[TemplatesWizard]
00000001=Šablony
00000002=OK
00000003=Storno
00000005=- Prázdný -

[TransparencyWizard]
00000001=Průvodce nastavení průhlednosti
00000002=Hlavní barva
00000004=OK
00000005=Krytí:

[$CONSTANTS]
CONFIRMDELETE=Opravdu chcete smazat vybrané objekty?
COPYEXISTINGFILES=Chcete zkopírovat již připojený obrázek do jiného umístění?
DELETEINHERITEDERROR=Tento příznak je zděděn z nadřazeného objektu a nemůže být smazán
DLG_CONFIRMATION=Potvrdit
DLG_ERROR=Chyba
DLG_INFORMATION=Informace
DLG_WARNING=Varování
DUPLICATEEFFECTS=Chcete duplikovat již existující efekty?
EMPTYCLIPBOARD=Ve schránce nejsou žádné objekty
EXTERNALIZEDIMAGEALREADYEXISTS=% již existuje, chcete soubor přepsat?
FILEINFO_FILENAME=Název souboru
FILEINFO_FILESIZE=Velikost
FILEINFO_FLASH=Tento soubor bude ve webové stránce zobrazen jako soubor Flash.
FILEINFO_HOWTOLINK=Propojit objekty může propojit tento soubory podle nastavení 'Uvnitř stránky'' to ''%''.
FILEINFO_JAVASCRIPT=Přidá do webstránky odkaz na tento javascript soubor.
FILEINFO_MUSIC=Tímto souborem přidáte na webstránku hudbu na pozadí.
FPTLOG_GENERATE=Vytváření HTML souborů ...
FPTLOG_GENERATEFOR=Vytváření HTML souborů pro % ...
FTPLOG_ABORTEDBYUSER=Ukončeno uživatelem
FTPLOG_CONNECTINGTO=Připojen k %
FTPLOG_CREATEDDIR=Vytvořen FTP adresář %
FTPLOG_EMPTYSMARTUPLOAD=Všechny soubory jsou aktuální!
FTPLOG_EMPTYUPLOAD=Žádné soubory k uploadu!
FTPLOG_GENERATED=Soubory vytvořeny.
FTPLOG_LOGGEDIN=Přihlášen
FTPLOG_PSWDIALOG_PROMPT=Vlož heslo:
FTPLOG_PSWDIALOG_TITLE=Vyžadováno heslo
FTPLOG_SAVING=% z % souborů nebude nahraných na server, protože od posledního uploadu nebyly změněny. Můžete vypnout nebo smazat upload cache v Nastavení | Publikovat | Chytré publikování
FTPLOG_SUCCESS=Publikování bylo úspěšné!
FTPLOG_UPLOAD=Nahrávám na server %
INPUTHTTPURL=Nahrát z HTTP addresy
INVALIDMENUNESTING=Menu % nelze otevřít odkazem % protože odkaz je podmenu.
INVALIDPROPERTYVALUE=Chyba při čtení %: Neplatná hodnota
INVALIDVALUE=Neplatná hodnota
MODIFIEDSTATE=Změněno
NEWVERSIONAVAILABLE=Je dostupná novější verze DFM2HTML.\nPřejít na stránku s novou verzí?
NOIMAGETOEXTERNALIZE=Všechny obrázky jsou externalizované!
NONCRITICALERROR=Nastala chyba programu. Pokud tuto chybu dokážete opětovně vyvolat, odešlete ji programátorům a pomozte  program vylepšit!\nPopis chyby:\n(%)
PASTEERRORCOUNT=% chyba nastala při vkládání
QUOTEINVALIDVALUE="%" není platná hodnota
READERRORCOUNT=% chyba nastala při načítání %
READFROMERROR=Nelze načíst %
REFOBJECT=% odkazuje na %
RESOURCEEXPLORER_FILES=Soubory
RESOURCEEXPLORER_FONTS=Fonty
RESOURCEEXPLORER_IMAGES=Obrázky
SAVEASOPENED=Soubor který chcete uložit, je otevřený v editoru.\nNejdříve jej zavřete a poté pokus opakujte.
SAVETO=Uložit změny v %?
SAVETOERROR=Nelze zapisovat do %
SAVEUNTITLED=Uložit změny v Bez názvu?
SEARCHFAILED=Hledaný text '%' nenalezen
STILLUPTODATE=Program je aktuální!
SYSTEMERROR=Systémová chyba
TEMPLATESAVEASCAPTION=Název šablony
TEMPLATESAVEASPROMPT=Název šablony (bez přípony souboru):
UNKNOWNOBJECT=Neznámý objekt %
UNSUPPORTEDSTYLE=Zvolený styl nelze použít na tento objekt.
UNTITLED=Bez názvu
